Repository: zacharylazzara/COVID-19_Hotspot-Map
Catalog: *.lproj/Localizable.strings
Languages: fr_ca

source: Population Information
fr_ca: Information sur la population

source: Population Density
fr_ca: Densité de population

source: COVID-19 Information for
fr_ca: Informations COVID-19 pour

source: Estimated Threat Level
fr_ca: Niveau de menace estimé

source: Reported Provincial Cases
fr_ca: Cas provinciaux signalés

source: Dismiss
fr_ca: Rejeter

source: COVID-19 Statistics
fr_ca: Statistiques COVID-19

source: Estimated Cases
fr_ca: Cas estimés

source: Reported Cases
fr_ca: Cas signalés

source: Symptoms
fr_ca: Symptômes

source: New or worsening cough
fr_ca: Toux nouvelle ou aggravée

source: Shortness of breath or difficulty breathing
fr_ca: Toux nouvelle ou aggravée

source: Temperature equal to or over 38°C
fr_ca: Température égale ou supérieure à 38 ° C

source: Feeling feverish
fr_ca: Se sentir fiévreux

source: Fatigue or weakness
fr_ca: Fatigue ou faiblesse

source: Muscle or body aches
fr_ca: Douleurs musculaires ou corporelles

source: New loss of smell or taste
fr_ca: Nouvelle perte d'odeur ou de goût

source: Headache
fr_ca: Mal de crâne

source: Gastrointestinal symptoms
fr_ca: Symptômes gastro-intestinaux

source: Feeling very unwell
fr_ca: Se sentir très mal

source: COVID-19 can spread asymptomatically
fr_ca: COVID-19 peut se propager de manière asymptomatique

source: Symptoms may take up to 14 days to appear
fr_ca: Les symptômes peuvent prendre jusqu'à 14 jours pour apparaître

source: Please Select or Search for a city
fr_ca: Veuillez sélectionner ou rechercher une ville

source: Search
fr_ca: Chercher

source: Cases
fr_ca: Cas

source: Threat Level
fr_ca: Niveau de menace

source: Please be EXTREMELY careful when you are out
fr_ca: Veuillez être EXTRÊMEMENT prudent lorsque vous êtes absent

source: Going outside should be ok but please be careful
fr_ca: Aller dehors devrait être ok mais soyez prudent

source: Your region is safe so far! keep it up and we are this together
fr_ca: Votre région est en sécurité jusqu'à présent! continuez comme ça et nous sommes ensemble

source: Dangerous
fr_ca: Dangereuse

source: Safe but be careful
fr_ca: Sûr mais attention

source: Safe
fr_ca: Sûre
